Revit 2027 API
ParameterTypeId.RailingSystemTopRailTypesParam Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemTopRailTypesParam { get; }
Public Shared ReadOnly Property RailingSystemTopRailTypesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemTopRailTypesParam {
	ForgeTypeId^ get ();
}
static member RailingSystemTopRailTypesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace